module.exports = [
    {
        "id": "PRV-00078",
        "name": "กรุงเทพมหานคร"
    },
    {
        "id": "PRV-00079",
        "name": "สมุทรปราการ"
    },
    {
        "id": "PRV-00080",
        "name": "นนทบุรี"
    },
    {
        "id": "PRV-00081",
        "name": "ปทุมธานี"
    },
    {
        "id": "PRV-00082",
        "name": "พระนครศรีอยุธยา"
    },
    {
        "id": "PRV-00083",
        "name": "อ่างทอง"
    },
    {
        "id": "PRV-00084",
        "name": "ลพบุรี"
    },
    {
        "id": "PRV-00085",
        "name": "สิงห์บุรี"
    },
    {
        "id": "PRV-00086",
        "name": "ชัยนาท"
    },
    {
        "id": "PRV-00087",
        "name": "สระบุรี"
    },
    {
        "id": "PRV-00088",
        "name": "ชลบุรี"
    },
    {
        "id": "PRV-00089",
        "name": "ระยอง"
    },
    {
        "id": "PRV-00090",
        "name": "จันทบุรี"
    },
    {
        "id": "PRV-00091",
        "name": "ตราด"
    },
    {
        "id": "PRV-00092",
        "name": "ฉะเชิงเทรา"
    },
    {
        "id": "PRV-00093",
        "name": "ปราจีนบุรี"
    },
    {
        "id": "PRV-00094",
        "name": "นครนายก"
    },
    {
        "id": "PRV-00095",
        "name": "สระแก้ว"
    },
    {
        "id": "PRV-00096",
        "name": "นครราชสีมา"
    },
    {
        "id": "PRV-00097",
        "name": "บุรีรัมย์"
    },
    {
        "id": "PRV-00098",
        "name": "สุรินทร์"
    },
    {
        "id": "PRV-00099",
        "name": "ศรีสะเกษ"
    },
    {
        "id": "PRV-00100",
        "name": "อุบลราชธานี"
    },
    {
        "id": "PRV-00101",
        "name": "ยโสธร"
    },
    {
        "id": "PRV-00102",
        "name": "ชัยภูมิ"
    },
    {
        "id": "PRV-00103",
        "name": "อำนาจเจริญ"
    },
    {
        "id": "PRV-00104",
        "name": "หนองบัวลำภู"
    },
    {
        "id": "PRV-00105",
        "name": "ขอนแก่น"
    },
    {
        "id": "PRV-00106",
        "name": "อุดรธานี"
    },
    {
        "id": "PRV-00107",
        "name": "เลย"
    },
    {
        "id": "PRV-00108",
        "name": "หนองคาย"
    },
    {
        "id": "PRV-00109",
        "name": "บึงกาฬ"
    },
    {
        "id": "PRV-00110",
        "name": "มหาสารคาม"
    },
    {
        "id": "PRV-00111",
        "name": "ร้อยเอ็ด"
    },
    {
        "id": "PRV-00112",
        "name": "กาฬสินธุ์"
    },
    {
        "id": "PRV-00113",
        "name": "สกลนคร"
    },
    {
        "id": "PRV-00114",
        "name": "นครพนม"
    },
    {
        "id": "PRV-00115",
        "name": "มุกดาหาร"
    },
    {
        "id": "PRV-00116",
        "name": "เชียงใหม่"
    },
    {
        "id": "PRV-00117",
        "name": "ลำพูน"
    },
    {
        "id": "PRV-00118",
        "name": "ลำปาง"
    },
    {
        "id": "PRV-00119",
        "name": "อุตรดิตถ์"
    },
    {
        "id": "PRV-00120",
        "name": "แพร่"
    },
    {
        "id": "PRV-00121",
        "name": "น่าน"
    },
    {
        "id": "PRV-00122",
        "name": "พะเยา"
    },
    {
        "id": "PRV-00123",
        "name": "เชียงราย"
    },
    {
        "id": "PRV-00124",
        "name": "แม่ฮ่องสอน"
    },
    {
        "id": "PRV-00125",
        "name": "นครสวรรค์"
    },
    {
        "id": "PRV-00126",
        "name": "อุทัยธานี"
    },
    {
        "id": "PRV-00127",
        "name": "กำแพงเพชร"
    },
    {
        "id": "PRV-00128",
        "name": "ตาก"
    },
    {
        "id": "PRV-00129",
        "name": "สุโขทัย"
    },
    {
        "id": "PRV-00130",
        "name": "พิษณุโลก"
    },
    {
        "id": "PRV-00131",
        "name": "พิจิตร"
    },
    {
        "id": "PRV-00132",
        "name": "เพชรบูรณ์"
    },
    {
        "id": "PRV-00133",
        "name": "ราชบุรี"
    },
    {
        "id": "PRV-00134",
        "name": "กาญจนบุรี"
    },
    {
        "id": "PRV-00135",
        "name": "สุพรรณบุรี"
    },
    {
        "id": "PRV-00136",
        "name": "นครปฐม"
    },
    {
        "id": "PRV-00137",
        "name": "สมุทรสาคร"
    },
    {
        "id": "PRV-00138",
        "name": "สมุทรสงคราม"
    },
    {
        "id": "PRV-00139",
        "name": "เพชรบุรี"
    },
    {
        "id": "PRV-00140",
        "name": "ประจวบคีรีขันธ์"
    },
    {
        "id": "PRV-00141",
        "name": "นครศรีธรรมราช"
    },
    {
        "id": "PRV-00142",
        "name": "กระบี่"
    },
    {
        "id": "PRV-00143",
        "name": "พังงา"
    },
    {
        "id": "PRV-00144",
        "name": "ภูเก็ต"
    },
    {
        "id": "PRV-00145",
        "name": "สุราษฎร์ธานี"
    },
    {
        "id": "PRV-00146",
        "name": "ระนอง"
    },
    {
        "id": "PRV-00147",
        "name": "ชุมพร"
    },
    {
        "id": "PRV-00148",
        "name": "สงขลา"
    },
    {
        "id": "PRV-00149",
        "name": "สตูล"
    },
    {
        "id": "PRV-00150",
        "name": "ตรัง"
    },
    {
        "id": "PRV-00151",
        "name": "พัทลุง"
    },
    {
        "id": "PRV-00152",
        "name": "ปัตตานี"
    },
    {
        "id": "PRV-00153",
        "name": "ยะลา"
    },
    {
        "id": "PRV-00154",
        "name": "นราธิวาส"
    }
]