module.exports = [
    {
        id: 01001,
        occupation_name: "เจ้าของไร่/ สวน/ นา"
    },
    {
        id: 01002,
        occupation_name: "รับจ้าง หรือคนงานในไร่/ สวน/ นา"
    },
    {
        id: 01003,
        occupation_name: "เจ้าของฟาร์มเลี้ยงสัตว์อันตราย"
    },
    {
        id: 01004,
        occupation_name: "รับจ้าง หรือคนงานในฟาร์มเลี้ยงสัตว์อันตราย"
    },
    {
        id: 01005,
        occupation_name: "เจ้าของฟาร์มเลี้ยงสัตว์ไม่อันตราย"
    },
    {
        id: 01006,
        occupation_name: "รับจ้าง หรือคนงานในฟาร์มเลี้ยงสัตว์ไม่อันตราย"
    },
    {
        id: 01007,
        occupation_name: "เจ้าของสวนสัตว์"
    },
    {
        id: 01008,
        occupation_name: "รับจ้าง หรือคนงานในสวนสัตว์"
    },
    {
        id: 01009,
        occupation_name: "เจ้าของสวนยางพารา"
    },
    {
        id: 01010,
        occupation_name: "รับจ้าง หรือคนงานในสวนยางพารา คนกรีดยาง"
    },
    {
        id: 01011,
        occupation_name: "เจ้าของสัมปทานรังนก"
    },
    {
        id: 01012,
        occupation_name: "รับจ้าง หรือคนงานเฝ้าสถานที่ หรือคนเก็บรังนก"
    },
    {
        id: 01013,
        occupation_name: "ประมงน้ำจืด"
    },
    {
        id: 01014,
        occupation_name: "ประมงน้ำเค็ม"
    },
    {
        id: 01015,
        occupation_name: "คนเก็บรังนก"
    },
    {
        id: 01016,
        occupation_name: "คนเฝ้ารังนกบนเกาะ"
    },
    {
        id: 01888,
        occupation_name: "เกษตรกร และเลี้ยงสัตว์"
    },
    {
        id: 01999,
        occupation_name: "เกษตรกร และเลี้ยงสัตว์"
    },
    {
        id: 02001,
        occupation_name: "ค้าขายแบบไม่มีหน้าร้านประจำ/ รถเข็น หาบเร่ แผงลอย/ ค้าขายตามตลาดนัด"
    },
    {
        id: 02002,
        occupation_name: "ค้าขายแบบมีหน้าร้านประจำ"
    },
    {
        id: 02003,
        occupation_name: "เจ้าของกิจการค้าขายเสื้อผ้า เครื่องนุ่งห่ม สินค้าอุปโภค บริโภค ยา อาหารสัตว์ ขายของชำ ดอกไม้ เครื่องเขียน"
    },
    {
        id: 02004,
        occupation_name: "เจ้าของกิจการค้าขายอะไหล่ เครื่องจักร เครื่องยนต์ รถยนต์"
    },
    {
        id: 02005,
        occupation_name: "เจ้าของกิจการค้าขายของเก่า รีไซเคิล"
    },
    {
        id: 02006,
        occupation_name: "เจ้าของกิจการค้าขายสลากกินแบ่งรัฐบาล"
    },
    {
        id: 02007,
        occupation_name: "เจ้าของกิจการค้าขายเครื่องประดับ อัญมณี เพชร ทอง"
    },
    {
        id: 02008,
        occupation_name: "เจ้าของกิจการร้านซักรีด"
    },
    {
        id: 02009,
        occupation_name: "เจ้าของกิจการสถานีบริการน้ำมัน แก็ส ก๊าซธรรมชาติ"
    },
    {
        id: 02010,
        occupation_name: "เจ้าของกิจการร้านขายก๊าซหุงต้ม"
    },
    {
        id: 02011,
        occupation_name: "เจ้าของกิจการร้านกระจก รางน้ำ เหล็กดัด"
    },
    {
        id: 02012,
        occupation_name: "เจ้าของกิจการอู่ซ่อมรถจักรยาน จักรยานยนต์ รถยนต์ เครื่องจักร"
    },
    {
        id: 02013,
        occupation_name: "เจ้าของกิจการรถเช่า แท็กซี สามล้อ ไม่ได้ลงมือขับเอง"
    },
    {
        id: 02888,
        occupation_name: "เจ้าของกิจการ / ค้าขาย"
    },
    {
        id: 02999,
        occupation_name: "เจ้าของกิจการ / ค้าขาย"
    },
    {
        id: 03001,
        occupation_name: "แพทย์"
    },
    {
        id: 03002,
        occupation_name: "ทันตแพทย์"
    },
    {
        id: 03003,
        occupation_name: "เภสัชกร"
    },
    {
        id: 03004,
        occupation_name: "นักรังสีเทคนิค"
    },
    {
        id: 03005,
        occupation_name: "นักเทคนิคการแพทย์"
    },
    {
        id: 03006,
        occupation_name: "พยาบาล"
    },
    {
        id: 03007,
        occupation_name: "ผู้ช่วยพยาบาล ผู้ช่วยเหลือคนไข้"
    },
    {
        id: "03008",
        occupation_name: "ผู้ช่วยทันตแพทย์"
    },
    {
        id: 03009,
        occupation_name: "นักกายภาพบำบัด นักกิจกรรมบำบัด"
    },
    {
        id: 03010,
        occupation_name: "เจ้าหน้าที่ธุรการ"
    },
    {
        id: 03011,
        occupation_name: "แม่บ้าน พนักงานทำความสะอาด"
    },
    {
        id: 03012,
        occupation_name: "สัตวแพทย์/สัตวบาล"
    },
    {
        id: 03013,
        occupation_name: "ผู้ช่วยสัตวแพทย์/สัตวบาล"
    },
    {
        id: 03014,
        occupation_name: "เจ้าหน้าที่สาธารณสุข"
    },
    {
        id: 03888,
        occupation_name: "แพทย์ และผู้ทำงานในโรงพยาบาล / สถานีอนามัย"
    },
    {
        id: 03999,
        occupation_name: "แพทย์ และผู้ทำงานในโรงพยาบาล, สถานพยาบาล, คลินิค"
    },
    {
        id: 04001,
        occupation_name: "ผู้รับเหมาก่อสร้าง ผู้รับเหมาช่วงที่อยู่ในเขตก่อสร้าง"
    },
    {
        id: 04002,
        occupation_name: "มัณฑนากร สถาปนิค"
    },
    {
        id: 04003,
        occupation_name: "รับจ้าง หรือคนงานรับเหมาก่อสร้าง"
    },
    {
        id: 04004,
        occupation_name: "กรรมกร"
    },
    {
        id: 04005,
        occupation_name: "ช่างฝีมือ ช่างไม้ ช่างสี ช่างกระเบื้อง ช่างไฟฟ้า ช่างปูน"
    },
    {
        id: 04006,
        occupation_name: "เจ้าหน้าที่รื้อถอน"
    },
    {
        id: 04007,
        occupation_name: "เจ้าหน้าที่ทำลายอาคาร"
    },
    {
        id: 04888,
        occupation_name: "การก่อสร้าง    "
    },
    {
        id: 04999,
        occupation_name: "การก่อสร้าง "
    },
    {
        id: 05001,
        occupation_name: "พนักงานบนเรือโดยสาร/เรือสำราญ/เรือเดินสมุทร"
    },
    {
        id: 05002,
        occupation_name: "พนักงานในสำนักงาน"
    },
    {
        id: 05888,
        occupation_name: "ขนส่งทางเรือ"
    },
    {
        id: 05999,
        occupation_name: "ขนส่งทางเรือ"
    },
    {
        id: 06001,
        occupation_name: "พนักงานขับรถทัวร์,รถตู้,รถเมล์"
    },
    {
        id: 06002,
        occupation_name: "เจ้าหน้าที่ธุรการ พนักงานเอกสาร คนขายตั๋ว ประชาสัมพันธ์"
    },
    {
        id: 06003,
        occupation_name: "เจ้าหน้าที่เก็บเงินทางด่วน"
    },
    {
        id: 06004,
        occupation_name: "พนักงานรถทัวร์ กระเป๋ารถเมล์ คนเก็บค่าโดยสาร คนตรวจตั๋ว"
    },
    {
        id: 06005,
        occupation_name: "ขับมอเตอร์ไซค์รับจ้าง, สามล้อ"
    },
    {
        id: 06006,
        occupation_name: "ขับแท็กซี่,รถประจำตำแหน่ง"
    },
    {
        id: 06007,
        occupation_name: "ขับรถขนส่งเชื้อเพลิง,ก๊าซ, น้ำมัน, กรด, วัตถุอันตราย"
    },
    {
        id: 06008,
        occupation_name: "ขับรถเร่ขายของ รถเร่ขายยา ขับรถขนส่งสินค้าไม่อันตราย"
    },
    {
        id: 06888,
        occupation_name: "ขนส่งทางบก"
    },
    {
        id: 06999,
        occupation_name: "ขนส่งทางบก"
    },
    {
        id: 07001,
        occupation_name: "กัปตัน, นักบิน, ผู้ช่วยนักบิน ลูกเรือ สายการบินพาณิชย์"
    },
    {
        id: 07002,
        occupation_name: "พนักงานต้อนรับบนเครื่องบิน"
    },
    {
        id: 07003,
        occupation_name: "พนักงานต้อนรับภาคพื้นดิน"
    },
    {
        id: 07888,
        occupation_name: "ขนส่งทางอากาศ"
    },
    {
        id: 07999,
        occupation_name: "ขนส่งทางอากาศ"
    },
    {
        id: 08001,
        occupation_name: "ข้าราชการพลเรือน"
    },
    {
        id: 08002,
        occupation_name: "ข้าราชการครู บุคลากรทางการศึกษา"
    },
    {
        id: 08003,
        occupation_name: "อัยการ ผู้พิพากษา ทนายความ นิติกร"
    },
    {
        id: 08004,
        occupation_name: "ข้าราชการในสำนักพระราชวัง"
    },
    {
        id: 08005,
        occupation_name: "ข้าราชการในสำนักราชเลขาธิการ"
    },
    {
        id: 08006,
        occupation_name: "จ่าศาล พนักงานธุรการในศาล"
    },
    {
        id: 08007,
        occupation_name: "ข้าราชการบำนาญ"
    },
    {
        id: 08888,
        occupation_name: "ข้าราชการ / ลูกจ้างของรัฐ"
    },
    {
        id: 08999,
        occupation_name: "ข้าราชการ / ลูกจ้างของรัฐ"
    },
    {
        id: 09001,
        occupation_name: "ผู้ใหญ่บ้าน ผู้ช่วยผู้ใหญ่บ้าน"
    },
    {
        id: 09002,
        occupation_name: "กำนัน"
    },
    {
        id: 09003,
        occupation_name: "นายกเทศบาล นายกเทศมนตรี นายก อบต. อบจ."
    },
    {
        id: 09004,
        occupation_name: "สมาชิกสภาผู้แทนราษฎร (สส.) สมาชิกวุฒิสภา (สว.)"
    },
    {
        id: 09888,
        occupation_name: "ข้าราชการการเมือง การปกครอง"
    },
    {
        id: 09999,
        occupation_name: "ข้าราชการการเมือง การปกครอง"
    },
    {
        id: 10001,
        occupation_name: "ข้าราชการตำรวจทำงานในสำนักงาน หรือเป็นบุคลากรทางการแพทย์"
    },
    {
        id: 10002,
        occupation_name: "ตำรวจทางหลวง ชั้นสัญญาบัตร"
    },
    {
        id: 10003,
        occupation_name: "ตำรวจทางหลวง ชั้นประทวน"
    },
    {
        id: 10004,
        occupation_name: "ตำรวจน้ำ"
    },
    {
        id: 10005,
        occupation_name: "ตำรวจป่าไม้"
    },
    {
        id: 10006,
        occupation_name: "ตำรวจรถไฟ"
    },
    {
        id: 10007,
        occupation_name: "ตำรวจจราจร ยศพันตำรวจตรีและสูงกว่า"
    },
    {
        id: 10008,
        occupation_name: "ตำรวจจราจร ยศร้อยตำรวจเอกและต่ำกว่า"
    },
    {
        id: 10009,
        occupation_name: "ตำรวจนครบาลและตำรวจภูธร ชั้นสัญญาบัตร"
    },
    {
        id: 10010,
        occupation_name: "ตำรวจนครบาลและตำรวจภูธร ชั้นประทวน"
    },
    {
        id: 10011,
        occupation_name: "ตำรวจตรวจคนเข้าเมือง ชั้นสัญญาบัตร"
    },
    {
        id: 10012,
        occupation_name: "ตำรวจตรวจคนเข้าเมือง ชั้นประทวน"
    },
    {
        id: 10013,
        occupation_name: "ทหารบก เจ้าหน้าที่ทางการแพทย์ เจ้าหน้าที่ในสำนักงาน นายทหาร สัสดี"
    },
    {
        id: 10014,
        occupation_name: "ทหารช่าง ทหารสรรพาวุธ หน่วยรบ"
    },
    {
        id: 10015,
        occupation_name: "ทหารเรือ เจ้าหน้าที่ทางการแพทย์ เจ้าหน้าที่ในสำนักงาน นายทหาร"
    },
    {
        id: 10016,
        occupation_name: "ทหารเรือ นักประดาน้ำ มนุษย์กบ หน่วยลาดตระเวน "
    },
    {
        id: 10017,
        occupation_name: "ทหารอากาศ นักบิน และพลประจำเครื่องบินลำเลียง"
    },
    {
        id: 10018,
        occupation_name: "ทหารอากาศ นักบิน และพลประจำเครื่องบินลาดตระเวน ขับไล่ เฮลิคอปเตอร์"
    },
    {
        id: 10019,
        occupation_name: "ตำรวจวัง ตำรวจหลวงรักษาพระองค์"
    },
    {
        id: 10020,
        occupation_name: "ทหารตามแนวชายแดน หน่วยรบ หน่วยจู่โจม"
    },
    {
        id: 10021,
        occupation_name: "ทหารตามแนวชายแดน/ชายแดนใต้"
    },
    {
        id: 10022,
        occupation_name: "ทหารหน่วยรบ"
    },
    {
        id: 10023,
        occupation_name: "ทหารหน่วยจู่โจม"
    },
    {
        id: 10024,
        occupation_name: "ตำรวจตามแนวชายแดน/ชายแดนใต้"
    },
    {
        id: 10025,
        occupation_name: "ตำรวจหน่วยรบ"
    },
    {
        id: 10026,
        occupation_name: "ตำรวจหน่วยจู่โจม"
    },
    {
        id: 10888,
        occupation_name: "ข้าราชการตำรวจ ทหาร"
    },
    {
        id: 10999,
        occupation_name: "ข้าราชการตำรวจ ทหาร"
    },
    {
        id: 11001,
        occupation_name: "ช่างโทรศัพท์/ช่างไฟฟ้า - ภายในอาคาร"
    },
    {
        id: 11002,
        occupation_name: "ช่างโทรศัพท์/ช่างไฟฟ้า - ภายนอกอาคาร"
    },
    {
        id: 11003,
        occupation_name: "ช่างไม้/ ช่างกลึง /ช่างเฟอร์นิเจอร์"
    },
    {
        id: 11004,
        occupation_name: "ช่างก่อสร้าง"
    },
    {
        id: 11005,
        occupation_name: "ช่างซ่อมบำรุงเครื่องจักร"
    },
    {
        id: 11006,
        occupation_name: "ช่างยนต์ ช่างซ่อมรรจักรยานยนต์ รถยนต์"
    },
    {
        id: 11007,
        occupation_name: "ช่างประปา"
    },
    {
        id: 11008,
        occupation_name: "ช่างหลอม/ ช่างเชื่อมโลหะ "
    },
    {
        id: 11009,
        occupation_name: "ช่างศิลป์ ช่างเขียนแบบ"
    },
    {
        id: 11010,
        occupation_name: "ช่างทอง ช่างเจียระไนเพชร พลอย อัญมณี"
    },
    {
        id: 11011,
        occupation_name: "ช่างกระจก"
    },
    {
        id: 11012,
        occupation_name: "ช่างซ่อมเครื่องใช้ไฟฟ้า โทรศัพท์ คอมพิวเตอร์ อุปกรณ์อิเล็คทรอนิค"
    },
    {
        id: 11013,
        occupation_name: "คนงานในโรงงานอุตสาหกรรมหนักผลิตกรด"
    },
    {
        id: 11014,
        occupation_name: "คนงานในโรงงานอุตสาหกรรมแอลกอฮอลล์"
    },
    {
        id: 11015,
        occupation_name: "คนงานในโรงงานอุตสาหกรรมสารเคมี"
    },
    {
        id: 11016,
        occupation_name: "คนงานในอุตสาหกรรมการขุดเจาะน้ำมัน"
    },
    {
        id: 11017,
        occupation_name: "คนงานในอุตสาหกรรมการก๊าซธรรมชาติ"
    },
    {
        id: 11018,
        occupation_name: "คนงานการปฏิบัติงานแท่นขุดเจาะนอกชายฝั่ง"
    },
    {
        id: 11888,
        occupation_name: "ช่างเทคนิค / ช่าง"
    },
    {
        id: 11999,
        occupation_name: "ช่างเทคนิค / ช่าง"
    },
    {
        id: 12001,
        occupation_name: "นักเรียน / นักศึกษา"
    },
    {
        id: 12002,
        occupation_name: "พ่อบ้าน/แม่บ้าน"
    },
    {
        id: 12003,
        occupation_name: "เกษียณอายุ"
    },
    {
        id: 12004,
        occupation_name: "ว่างงาน"
    },
    {
        id: 12005,
        occupation_name: "ปล่อยเงินกู้"
    },
    {
        id: 12006,
        occupation_name: "คนงาน,ลูกจ้างรายวัน,ลูกจ้างรายเดือน,แม่บ้าน"
    },
    {
        id: 12007,
        occupation_name: "พระสงฆ์,นักบวช,แม่ชี,พรามหณ์"
    },
    {
        id: 12008,
        occupation_name: "หน่วยกู้ภัย พนักงานดับเพลิง"
    },
    {
        id: 12009,
        occupation_name: "ช่างเสริมสวย"
    },
    {
        id: 12010,
        occupation_name: "ช่างตัดผม"
    },
    {
        id: 12011,
        occupation_name: "ตัวแทนขาย นายหน้าค้าที่ดิน ขายสินค้า"
    },
    {
        id: 12012,
        occupation_name: "พนักงานเช็ดกระจก"
    },
    {
        id: 12013,
        occupation_name: "พนักงานทาสีอาคารสูง"
    },
    {
        id: 12014,
        occupation_name: "คนงานในเหมือง"
    },
    {
        id: 12015,
        occupation_name: "สตั๊นท์แมน"
    },
    {
        id: 12016,
        occupation_name: "คนงานบนเรือประมง"
    },
    {
        id: 12017,
        occupation_name: "นักกระโดดร่ม"
    },
    {
        id: 12018,
        occupation_name: "นักแข่งรถ"
    },
    {
        id: 12019,
        occupation_name: "นักประดาน้ำ"
    },
    {
        id: 12020,
        occupation_name: "นักมวย"
    },
    {
        id: 12021,
        occupation_name: "ทำงานบาร์"
    },
    {
        id: 12022,
        occupation_name: "ค้าประเวณี"
    },
    {
        id: 12023,
        occupation_name: "นักกระโดดร่ม"
    },
    {
        id: 12024,
        occupation_name: "นักแสดงคนฝึกสัตว์ดุร้ายในสวนสัตว์"
    },
    {
        id: 12025,
        occupation_name: "นักแสดงคนฝึกสัตว์ดุร้ายในฟาร์มจระเข้"
    },
    {
        id: 12888,
        occupation_name: "ทั่วไป"
    },
    {
        id: 12999,
        occupation_name: "ทั่วไป"
    },
    {
        id: 13001,
        occupation_name: "เจ้าหน้าที่ตำแหน่งบริหาร,ผู้จัดการ, ผู้บริหารระดับสูง"
    },
    {
        id: 13002,
        occupation_name: "พนักงานบริษัท รัฐวิสาหกิจของสถาบันการเงิน การธนาคาร บัญชี"
    },
    {
        id: 13003,
        occupation_name: "พนักงานบริษัท รัฐวิสาหกิจปฏิบัติงานในสำนักงานเท่านั้น"
    },
    {
        id: 13004,
        occupation_name: "พนักงานบริษัท รัฐวิสาหกิจปฏิบัติงานนอกสถานที่เป็นครั้งคราว"
    },
    {
        id: 13005,
        occupation_name: "พนักงานบริษัทประกันภัย"
    },
    {
        id: 13006,
        occupation_name: "พนักงานเก็บเงินตามบัญชี ติดประกาศ เร่งรัดหนี้สิน"
    },
    {
        id: 13007,
        occupation_name: "พนักงานการเงิน เจ้าหน้าที่การเงิน พนักงานบัญชี"
    },
    {
        id: 13008,
        occupation_name: "พนักงานนำจ่ายไปรษณีย์ ใช้รถจักรยานยนต์"
    },
    {
        id: 13009,
        occupation_name: "พนักงานนำจ่ายไปรษณีย์ ไม่ใช้รถจักรยานยนต์"
    },
    {
        id: 13010,
        occupation_name: "พนักงานทำความสะอาด พนักงานครัว พนักงานร้านอาหาร"
    },
    {
        id: 13011,
        occupation_name: "พนักงานจัดเรียงสินค้า สต็อค สโตร์"
    },
    {
        id: 13012,
        occupation_name: "วิศวกร"
    },
    {
        id: 13888,
        occupation_name: "พนักงานบริษัท/ รัฐวิสาหกิจ"
    },
    {
        id: 13999,
        occupation_name: "พนักงานบริษัท/ รัฐวิสาหกิจ"
    },
    {
        id: 14001,
        occupation_name: "เจ้าของบริษัทรักษาความปลอดภัย"
    },
    {
        id: 14002,
        occupation_name: "คนขับรถหรือผู้ติดตาม รถบรรทุกเงิน สิ่งของมีค่า "
    },
    {
        id: 14003,
        occupation_name: "เจ้าหน้าที่รักษาความปลอดภัย (รปภ.) ไม่พกปืน"
    },
    {
        id: 14004,
        occupation_name: "เจ้าหน้าที่รักษาความปลอดภัย (รปภ.) พกปืน"
    },
    {
        id: 14005,
        occupation_name: "ผู้จัดการบริษัทรักษาความปลอดภัย พนักงานด้านธุรการ/เอกสาร"
    },
    {
        id: 14888,
        occupation_name: "รักษาความปลอดภัย"
    },
    {
        id: 14999,
        occupation_name: "รักษาความปลอดภัย"
    },
    {
        id: 15001,
        occupation_name: "นักแสดง,นักร้อง,ผู้กำกับ"
    },
    {
        id: 15002,
        occupation_name: "นักกีฬาอาชีพ"
    },
    {
        id: 15003,
        occupation_name: "นักกีฬาเสี่ยงอันตราย"
    },
    {
        id: 15004,
        occupation_name: "พริตตี้"
    },
    {
        id: 15005,
        occupation_name: "นักเต้น หางเครื่อง โคโยตี้"
    },
    {
        id: 15006,
        occupation_name: "นายแบบ นางแบบ"
    },
    {
        id: 15007,
        occupation_name: "นักเขียน"
    },
    {
        id: 15008,
        occupation_name: "นักข่าว ผู้สื่อข่าว คอลัมนิสต์"
    },
    {
        id: 15009,
        occupation_name: "นักสืบ"
    },
    {
        id: 15010,
        occupation_name: "มัคคุเทศก์"
    },
    {
        id: 15888,
        occupation_name: "อาชีพอิสระ ฟรีแลนซ์"
    },
    {
        id: 15999,
        occupation_name: "อาชีพอิสระ ฟรีแลนซ์"
    },
    {
        id: 16001,
        occupation_name: "อธิบดี เจ้าหน้าที่บริหาร พนักงานด้านเอกสาร เก็บ/ประเมินภาษี"
    },
    {
        id: 16002,
        occupation_name: "ศุลการักษ์ ในเขตท่าเรือ ท่าอากาศยาน"
    },
    {
        id: 16003,
        occupation_name: "สรรพสามิตตรวจจับ, ศุลการักษ์นอกเขต กทม."
    },
    {
        id: 16888,
        occupation_name: "ศุลกากร / สรรพสามิต"
    },
    {
        id: 16999,
        occupation_name: "ศุลกากร / สรรพสามิต"
    },
    {
        id: 17001,
        occupation_name: "ครู อาจารย์ วิทยากร นักวิชาการ"
    },
    {
        id: 17002,
        occupation_name: "โค๊ช ผู้ฝึกสอนนักกีฬา"
    },
    {
        id: 17888,
        occupation_name: "การศึกษา"
    },
    {
        id: 17999,
        occupation_name: "การศึกษา"
    },
    {
        id: 99999,
        occupation_name: "Others"
    }
]