module.exports = [
    {
        "id": "01",
        "codename": "กองมรดก"
    },
    {
        "id": "02",
        "codename": "บิดา"
    },
    {
        "id": "03",
        "codename": "มารดา"
    },
    {
        "id": "04",
        "codename": "สามี"
    },
    {
        "id": "05",
        "codename": "ภรรยา"
    },
    {
        "id": "06",
        "codename": "คู่สมรส"
    },
    {
        "id": "07",
        "codename": "บุตร"
    },
    {
        "id": "08",
        "codename": "พี่"
    },
    {
        "id": "09",
        "codename": "น้อง"
    },
    {
        "id": "10",
        "codename": "บุตรบุญธรรมตามกฎหมาย"
    },
    {
        "id": "11",
        "codename": "ปู่/ตา"
    },
    {
        "id": "12",
        "codename": "ย่า/ยาย"
    },
    {
        "id": "13",
        "codename": "ลุง"
    },
    {
        "id": "14",
        "codename": "ป้า"
    },
    {
        "id": "15",
        "codename": "น้า/อา"
    },
    {
        "id": "16",
        "codename": "หลาน"
    },
    {
        "id": "17",
        "codename": "เหลน"
    },
    {
        "id": "18",
        "codename": "ลูกพี่/ลูกน้อง"
    },
    {
        "id": "19",
        "codename": "ลูกเลี้ยง"
    },
    {
        "id": "20",
        "codename": "ลูกเขย"
    },
    {
        "id": "21",
        "codename": "ลูกสะใภ้"
    },
    {
        "id": "22",
        "codename": "แฟน"
    },
    {
        "id": "23",
        "codename": "คู่หมั้น"
    },
    {
        "id": "24",
        "codename": "คู่รักเพศเดียวกัน"
    },
    {
        "id": "49",
        "codename": "ทายาทโดยธรรม"
    },
    {
        "id": "50",
        "codename": "นายจ้าง"
    },
    {
        "id": "51",
        "codename": "ลูกจ้าง/พนักงาน"
    },
    {
        "id": "52",
        "codename": "อื่นๆ"
    },
    {
        "id": "53",
        "codename": "พี่/น้อง"
    },
    {
        "id": "56",
        "codename": "พี่สะใภ้"
    },
    {
        "id": "57",
        "codename": "พี่เขย"
    },
    {
        "id": "58",
        "codename": "น้องบุญธรรม"
    },
    {
        "id": "59",
        "codename": "น้องภรรยา"
    },
    {
        "id": "60",
        "codename": "น้องสะใภ้"
    },
    {
        "id": "61",
        "codename": "พ่อตา"
    },
    {
        "id": "62",
        "codename": "แม่ยาย"
    },
    {
        "id": "63",
        "codename": "กองทุนมรดก"
    },
    {
        "id": "64",
        "codename": "ญาติ"
    },
    {
        "id": "66",
        "codename": "ธนาคารผู้ให้บริการด้านสินเชื่อ"
    },
    {
        "id": "67",
        "codename": "น้าเขย"
    },
    {
        "id": "68",
        "codename": "น้าสาว"
    },
    {
        "id": "69",
        "codename": "บุตรเขย"
    },
    {
        "id": "71",
        "codename": "เพื่อน"
    },
    {
        "id": "72",
        "codename": "มารดาบุญธรรม"
    },
    {
        "id": "73",
        "codename": "มูลนิธิรพ.ศิริราช"
    },
    {
        "id": "74",
        "codename": "มูลนิธิสภากาชาดไทย"
    },
    {
        "id": "75",
        "codename": "ภรรยาที่หย่ากันแล้ว"
    },
    {
        "id": "76",
        "codename": "แม่บุญธรรม"
    }
]